/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Dock-inställningar. Inställningarna består av enklare ”appearance”-nycklar och mer komplicerade program- och dokumentsymbolbibliotek.";
"autohide.pfm_title" =						"Gömmer";
"autohide.pfm_description" =				"Ange som sant för att slå på automatisk gömning.";
"autohide-immutable.pfm_title" =			"Gömmande av kryssrutan avaktiverat";
"autohide-immutable.pfm_description" =		"Ange som sant för att avaktivera kryssrutan för automatisk gömning och visning.";
"contents-immutable.pfm_title" =			"Ändringar avaktiverade";
"contents-immutable.pfm_description" =		"Ange som sant för att förhindra att användare ändrar innehåll i Dock.";
"largesize.pfm_title" =						"Största symbolstorlek";
"largesize.pfm_description" =				"Största symbolstorlek i bildpunkter.";
"launchanim.pfm_title" =					"Öppningsanimation";
"launchanim.pfm_description" =				"Ange som sant för att använda animering vid öppning.";
"launchanim-immutable.pfm_title" =			"Animering vid start är avaktiverat i gränssnittet";
"launchanim-immutable.pfm_description" =	"Ange som sant för att avaktivera kryssrutan för öppningsanimation.";
"magnification.pfm_title" =					"Förstoring";
"magnification.pfm_description" =			"Ange som sant för att slå på förstoring.";
"magnify-immutable.pfm_title" =				"Kryssrutan för förstoring är avaktiverad";
"magnify-immutable.pfm_description" =		"Ange som sant för att avaktivera kryssrutan för förstoring.";
"magsize-immutable.pfm_title" =				"Reglaget för förstoring är avaktiverat";
"magsize-immutable.pfm_description" =		"Ange som sant för att avaktivera reglaget för förstoring.";
"mineffect.pfm_title" =						"Minimeringseffekt";
"mineffect.pfm_description" =				"Minimeringseffekt.";
"mineffect-immutable.pfm_title" =			"Minimeringens popupmeny är avaktiverad";
"mineffect-immutable.pfm_description" =		"Ange som sant för att avaktivera minimeringseffektens popupmeny.";
"orientation.pfm_title" =					"Position";
"orientation.pfm_description" =				"Placering av Dock till höger, vänster eller nedtill.";
"position-immutable.pfm_title" =			"Placeringsreglage avaktiverade";
"position-immutable.pfm_description" =		"Ange som sant för att förhindra att användare ändrar placeringen av Dock.";
"tilesize.pfm_title" =						"Symbolstorlek";
"tilesize.pfm_description" =				"Symbolstorlek.";
"size-immutable.pfm_title" =				"Reglage för storleksändring av symboler är avaktiverade";
"size-immutable.pfm_description" =			"Ange som sant för att förhindra att användare ändrar symbolstorlek.";
"static-only.pfm_title" =					"Endast hanterade symboler";
"static-only.pfm_description" =				"Ange som sant för att bara visa hanterade symboler.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Programsymboler";
"AppItems-Raw.pfm_description" =			"Funktion som samlar programs symboldata.";
"apptile.pfm_title" =						"Programsymbol";
"apptile.pfm_description" =					"En programsymbol.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dock-symboldata";
"tile-data.pfm_description" =				"Dock-symboldata.";
"file-data.pfm_title" =						"Fildata";
"file-data.pfm_description" =				"Fildata för en filsymbol.";
"_CFURLString.pfm_title" =					"Filsökväg";
"_CFURLString.pfm_description" =			"Absolut sökväg i filsystemet.";
"_CFURLStringType.pfm_title.file" =			"Fil-URL-typ";
"_CFURLStringType.pfm_description.file" =	"Typ av fil-URL. Alltid inställd som 0.";
"_CFURLStringType.pfm_title.URL" =			"URL-typ";
"_CFURLStringType.pfm_description.URL" =	"Typ av URL. Alltid inställd som 0.";
"_CFURLStringType.pfm_title.URLID" =		"URL-ID-typ";
"_CFURLStringType.pfm_description.URLID" =	"Typ av URL-ID. Alltid inställd som 15.";
"_CFURLAliasData.pfm_title" =				"Alias";
"_CFURLAliasData.pfm_description" =			"Aliasdata, krävs endast för serverbaserade objekt.";
"tile-type.pfm_title" =						"Symboltyp";
"tile-type.pfm_description" =				"Typ av ”tile”.";
"mcx_typehint.pfm_title" =					"MCX-typtips";
"mcx_typehint.pfm_description" =			"Används internt av Workgroup Manager. Ändra inte.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Dokumentsymboler";
"DocItems-Raw.pfm_description" =			"Funktion som samlar dokument- och URL-symboldata.";
"doctile.pfm_title" =						"Dokumentsymbol";
"doctile.pfm_description" =					"En dokumentsymbol.";
"url.pfm_title" =							"URL-data";
"url.pfm_description" =						"URL-data för en URL-symbol.";
"file-label.pfm_title" =					"Filsymbolmärkning";
"file-label.pfm_description" =				"Symbolmärkning för fil.";
"label.pfm_title" =							"URL-symbolmärkning";
"label.pfm_description" =					"Symbolmärkning för URL-symbol.";
"file-type.pfm_title" =						"Objekttyp";
"file-type.pfm_description" =				"Objekttyp. För dokumentrutor: ställ till 2 för icke-volym, 18 för volym, 32 om det inte är en mapp";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"MCX-specialmappar";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Mappar tillagda av hanterad klient.";
"mcxfolderflag.pfm_title" =						"Mappflagga";
"mcxfolderflag.pfm_description" =				"Flagga för en mapp tillagd av hanterad klient.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Policy för hanterade programsymboler";
"appTilesUPKManaged.pfm_description" =		"Policynycklar för programsymboler för hanterad domän.";
"appTilesUPKUser.pfm_title" =				"Policy för användarprogramsymboler";
"appTilesUPKUser.pfm_description" =			"Policynycklar för programsymboler för användardomän.";
"docTilesUPKManaged.pfm_title" =			"Policy för hanterade dokumentsymboler";
"docTilesUPKManaged.pfm_description" =		"Policynycklar för dokumentsymboler för hanterad domän.";
"docTilesUPKUser.pfm_title" =				"Policy för användardokumentsymboler";
"docTilesUPKUser.pfm_description" =			"Policynycklar för dokumentsymboler för användardomän.";
"mcxDocSpecialUPK.pfm_title" =				"Policynyckel för hanterad klients specialmappar i Dock";
"mcxDocSpecialUPK.pfm_description" =		"Policynyckel för hanterad klients specialmappar i Dock.";
